redis-server
nginx
python3
python3-venv
python3-pip
sudo
ldap-utils
sssd
libnss-sss
libpam-sss
xfce4
xfce4-goodies
thunar
dbus-x11
pulseaudio
pipewire
pipewire-pulse
ibus
ibus-hangul
fonts-noto-cjk
fonts-unfonts-core
fonts-naver-d2coding
byobu
libreoffice
libreoffice-l10n-ko
wine
winetricks
cabextract
p7zip-full
unzip
zip
xclip
xsel
imagemagick
xdotool
wmctrl
python3-ldap
gameconqueror
pysolfc
marble
ktouch
minuet
kalzium
gperiodic
pspp
grace
fityk
avogadro
goldendict
sqlitebrowser
